[
    {
      "title": "Jordan 1 Retro High OG SG Travis Scott",
      "description": "Featuring a fresh take on the timeless Air Jordan 1, and granted a surprise release in February 2019 the Travis Scott x Air Jordan 1 Retro High OG 'Mocha' attempts to go against the grain with this new school creation. The deviation from the norm comes in no small thanks to an oversized backwards-facing Swoosh on the lateral side of the Jordan 1 Travis Scott Retro High while a traditionally oriented Swoosh graces the medial side of the upper, which is built with a blend of white leather and brown suede. Fittingly nicknamed 'Mocha' this blend of brown and white is one of the most interesting takes on the Air Jordan 1 to date. Travis Scott is in no small way elevating his status as one of the most influential contributors to the trainer meta at the moment, and with each release being as easily anticipated as that of Kanye or Virgil I'm predicted a lot more to come from La Flame.",
      "image": "https://www.sneakersnstuff.com/images/228343/cd4487-100-1.jpg",
      "price": 1500,
      "categories": ["Trainers","For Him"],
      "brand":"Nike"
    },
    {
      "title": "Timberland Boots",
      "description": "Fully seam-sealed and made of specially treated fabrics, this garment protects in wet, rainy conditions. One or more major components use at least 50% leather tanned in a facility rated Silver or higher by a third–party environmental audit. The Leather Working Group judges and classifies tanneries based on energy use, waste production and water treatment.",
      "image": "https://images.timberland.com/is/image/TimberlandEU/10061713-hero?wid=720&hei=720&fit=constrain,1&qlt=85,1&op_usm=1,1,6,0",
      "price": 180,
      "categories": ["Boots","For Him"],
      "brand":"Timberland"
    },
    {
      "title": "Nike Air Force 1 Low Supreme",
      "description": "Supreme and Nike paid homage to an NYC classic with the release of the Nike Air Force 1 Low Supreme White, now available on StockX. This collaboration adds Supreme’s world-renowned Box Logo to the side of a traditional all-white Air Force 1 design. This Air Force 1 Low is comprised of an all-white leather upper with matching soles and detailing. A red Supreme Box Logo placed on the outside heel completes the design. These sneakers released in March of 2020 and retailed for $96.",
      "image": "http://cdn.shopify.com/s/files/1/0255/4429/4477/products/d169a4638a48cb56784df4413a93267a2386ecaa.jpg?v=1589067816",
      "price": 195,
      "categories": ["Trainers"],
      "brand":"Nike"
    },
    {
      "title": "Ansie Boots",
      "description": "Ansie is the contemporary ankle boots with a retro-inspired silhouette. The style is crafted in black leather featuring a rounded toe shape, decorative seams and inside zippers. The flared block heels measure 59 mm.",
      "image": "https://cdn.media.amplience.net/i/office/4809200000_sd1.jpg?$newhighres$&w=1138&h=994&fmt=auto&qlt=default&fmt.jpeg.interlaced=true",
      "price": 145,
      "categories": ["Boots", "For Her"],
      "brand":"Vagabond"
    },
    {
      "title": "Adidas Originals Gazelle",
      "description": "Step out in style with these men's Gazelle II Trainers from adidas Originals. In an attention grabbing green colourway these trainers initially found fame back in the 1960s as a running trainer, years later these footwear essentials are now a firm terrace favourite. Built with a premium suede upper and boasting a textured vulcanised midsole providing a head turning style accent.",
      "image": "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/61f87dec481e4512823ea7fb0080ba1a_9366/Gazelle_Shoes_Black_BB5476_01_standard.jpg",
      "price": 65,
      "categories": ["Trainers", "For Her"],
      "brand":"Adidas"
    },
    {
      "title": "Adidas Originals NMD_R1 ",
      "description": " Flex kicks inspired by '80s runners with these men's NMD_R1 trainers from adidas Originals. Coming in a Core Black colourway, these kicks have a stretchy knit upper for a sock-like fit to keep your feet feeling snug. They feature a lace fastening with a low-cut padded ankle collar for supportive feel and a heel pull tab for easy on-and-off. ",
      "image": "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/d44fa06fc83f4644b7e8acbc01160e1b_9366/NMD_R1_Primeblue_Shoes_Black_GZ9258_01_standard.jpg",
      "price": 89,
      "categories": ["Trainers", "For Her"],
      "brand":"Adidas"
    },
    {
      "title": "Nike Sliders",
      "description": "From the beach to gardening to sitting on the sofa, the Nike Victori One perfects a classic design. Delivering lightweight comfort that's easy to wear, it features new softer, more responsive foam. The contoured grip pattern helps cradle and hold your foot in place.",
      "image": "https://d2ob0iztsaxy5v.cloudfront.net/product/260066/2600667260m1_zm.jpg",
      "price": 30,
      "categories": ["Slippers", "For Her"],
      "brand":"Nike"
    },
    {
      "title": "Timberland Allington Lace-Up 6 Inch Boot For Women In Black",
      "description": "Our classic boot goes to elegant heights in this women's style with comfort features like a padded collar and cushioned footbed built right in. You won't just look good, you'll also feel good that it features eco-conscious materials like responsibly manufactured leather uppers. Timberland supports responsible manufacturing of leather via the Leather Working Group.",
      "image": "https://images.timberland.com/is/image/TimberlandEU/A1JVB001-hero?wid=720&hei=720&fit=constrain,1&qlt=85,1&op_usm=1,1,6,0",
      "price": 130,
      "categories": ["Boots", "For Her"],
      "brand":"Timberland"
    },
    {
      "title": "Timberland Premium 6 Inch Boot For Men",
      "description": "This men's 6-inch boot is inspired by our original waterproof boot. This all-season style gives you waterproof performance and our instantly recognisable work-boot design. Other essential features include 400 grams of warm, down-free PrimaLoft® insulation, a padded collar for a comfortable fit around the ankle, a steel shank for arch support, and a rubber lug outsole for traction. Timberland supports responsible manufacturing of leather through the Leather Working Group.",
      "image": "https://images.timberland.com/is/image/TimberlandEU/A5RE4DH4-alt3?wid=720&hei=720&fit=constrain,1&qlt=85,1&op_usm=1,1,6,0",
      "price": 190,
      "categories": ["Boots", "For Him"],
      "brand":"Timberland"
    },
    {
      "title": "Campo Chromefree Leather White Natural",
      "description": "The bovine ChromeFree leather is smooth and light. Coming from farms located in the south of Brazil (Rio Grande do Sul), it undergoes an innovative tanning process where no chrome, heavy metals or dangerous acids are involved. By simplifying the tanning process, the use of chemicals and energy is limited, the use of water is reduced by about 40% and the use of salt by 80%. After tanning, the water is recyclable.",
      "image": "https://www.veja-store.com/media/catalog/product/cache/527447f8cffec2edb3591f96240a2d24/C/P/CP052429_1_1.jpg",
      "price": 140,
      "categories": ["Trainers", "For Her", "For Him"],
      "brand":"Veja"
    },
    {
      "title": "Color Theory Old Skool Shoes",
      "description": "The Color Theory Collection allows you to create a unique color story by pairing vibrant, unexpected hues with our iconic footwear silhouettes. Made with sturdy suede and canvas uppers, the Color Theory Old Skool honors our signature low top, Sidestripe™ shoe with eye-catching colorways ideal for the season. This timeless lace-up style also includes reinforced toe caps, supportive padded collars, and signature rubber waffle outsoles.",
      "image": "https://images.vans.com/is/image/VansEU/VN0007NTH7O-HERO?wid=800&hei=800&fmt=jpg&qlt=85,1&op_sharpen=0&resMode=sharp2&op_usm=1,1,1,0",
      "price": 65,
      "categories": ["Trainers", "For Her"],
      "brand":"Vans"
    },
    {
      "title": "New Balance 9060 White with black and sea salt",
      "description": "The 9060 is a new expression of the refined style and innovation-led design that have made the 99X series home to some of the most iconic models in New Balance history. The 9060 reinterprets familiar elements sourced from classic 99X models with a warped sensibility inspired by the proudly futuristic, visible tech aesthetic of the Y2K era. Sway bars, taken from the 990, are expanded and utilized throughout the entire upper for a sense of visible motion, while wavy lines and scaled up proportions on a sculpted pod midsole place an exaggerated emphasis on the familiar cushioning platforms of ABZORB and SBS.",
      "image": "https://nb.scene7.com/is/image/NB/u9060aab_nb_02_i?$dw_detail_main_lg$&bgc=f1f1f1&layer=1&bgcolor=f1f1f1&blendMode=mult&scale=10&wid=1600&hei=1600",
      "price": 155,
      "categories": ["Trainers", "For Him"],
      "brand":"New Balance"
    },
    {
      "title": "New Balance 530 White with Silver Metallic",
      "description": "The 530 mens sneaker is a throwback to one of our classic running shoe styles. This casual kick combines everyday style with modern tech for a look and feel you'll love. ABZORB cushioning underfoot adds superior comfort. Put a retro spin on your step with the 530 mens sneaker.",
      "image": "https://nb.scene7.com/is/image/NB/mr530ema_nb_02_i?$dw_detail_main_lg$&bgc=f1f1f1&layer=1&bgcolor=f1f1f1&blendMode=mult&scale=10&wid=1600&hei=1600",
      "price": 95,
      "categories": ["Trainers", "For Him"],
      "brand":"New Balance"
    },
    {
      "title": "Campo Chromefree Leather White Black",
      "description": "The bovine ChromeFree leather is smooth and light. Coming from farms located in the south of Brazil (Rio Grande do Sul), it undergoes an innovative tanning process where no chrome, heavy metals or dangerous acids are involved. By simplifying the tanning process, the use of chemicals and energy is limited, the use of water is reduced by about 40% and the use of salt by 80%. After tanning, the water is recyclable.",
      "image": "https://www.veja-store.com/media/catalog/product/cache/527447f8cffec2edb3591f96240a2d24/v/e/veja_cp051537_lateral_1.jpg",
      "price": 140,
      "categories": ["Trainers", "For Her"],
      "brand":"Veja"
    },
    {
      "title": "Classic Short II Boot",
      "description": "Our Classic boot was originally worn by surfers to keep warm after early-morning sessions, and has since become iconic for its soft sheepskin and enduring design. The Classic II features two new updates: water resistance and a lightweight sole to increase cushioning, durability, and traction. These versatile boots pair well with practically anything, try loose boyfriend jeans and a velvet top.",
      "image": "https://www.ugg.com/dw/image/v2/BCQW_PRD/on/demandware.static/-/Sites-UGG-EMEA-master/default/dw198d8482/images/gray/1016223-CHE_1.jpg?sw=1110&sh=1141&sm=fit&sfrm=jpg&bgcolor=f9f9f9",
      "price": 175,
      "categories": ["Boots", "For Her"],
      "brand":"UGG"
    },
    {
      "title": "Scuffette II Slipper",
      "description": "This essential house slipper is cast in soft suede with plush wool lining. Pair with our cozy robes or matching cashmere sets for maximal leisure.",
      "image": "https://www.ugg.com/dw/image/v2/BCQW_PRD/on/demandware.static/-/Sites-UGG-EMEA-master/default/dw11db6c3c/images/gray/1106872-CHE_1.jpg?sw=1110&sh=1141&sm=fit&sfrm=jpg&bgcolor=f9f9f9",
      "price": 85,
      "categories": ["Slippers", "For Her"],
      "brand":"UGG"
    },
    {
      "title": "Vans Sk8-hi Navy",
      "description": "The Sk8-Hi was introduced in 1978 as Style 38, and showcased the now-iconic Vans Sidestripe on a new, innovative high top silhouette. As only the second model featuring the recognizable marker formerly known as the “jazz stripe,” the Sk8-Hi brought a whole new look to the Vans family. Honoring that first legendary high top, the Sk8-Hi is made with sturdy suede and canvas uppers in a variety of classic and unexpected colorways. This lace-up shoe also includes re-enforced toe caps, supportive padded collars, and signature rubber waffle outsoles.",
      "image": "https://images.vans.com/is/image/VansEU/VN000D5INVY-HERO?$PDP-FULL-IMAGE$",
      "price": 75,
      "categories": ["Trainers", "For Him"],
      "brand":"Vans"
    },
    {
      "title": "Vans Authentic Stackform Shoe",
      "description": "The Vans Authentic Stackform Shoes refreshes our iconic low top silhouette with an even chunkier take on the platform aesthetic. Constructed with a 34 mm sidewall height, these platform shoes elevate a classic favourite while bringing a new “Off The Wall” style to your look. Along with flowers on the sides and back, the Authentic Stackforms are finished with sturdy canvas uppers, traditional metal eyelets, and signature rubber waffle outsoles.",
      "image": "https://images.vans.com/is/image/VansEU/VN0A5JM1W00-HERO?$PDP-FULL-IMAGE$",
      "price": 100,
      "categories": ["Trainers", "For Her"],
      "brand":"Vans"
    },
    {
      "title": "Vans Floral Old Skool Shoe",
      "description": "First known as the Vans #36, the Old Skool debuted in 1977 with a unique new addition: a random doodle drawn by founder Paul Van Doren, and originally referred to as the “jazz stripe.” Today, the famous Vans Sidestripe has become the unmistakable-and instantly recognizable-hallmark of the Vans brand. Featuring durable suede and canvas uppers with a vintage-inspired floral print, the Floral Old Skool pays homage to our heritage while ensuring that this low top, lace-up shoe remains as iconic as ever. It also includes reinforced toe caps, supportive padded collars, and signature rubber waffle outsoles.",
      "image": "https://images.vans.com/is/image/VansEU/VN0A5KRFFF1-HERO?$PDP-FULL-IMAGE$",
      "price": 60,
      "categories": ["Trainers", "For Her"],
      "brand":"Vans"
    },
    {
      "title": "Vans Flame Old Skool Shoe",
      "description": "The Flame Old Skool, the Vans classic skate shoe and first to bare the iconic sidestripe, is a low top lace-up featuring printed canvas and suede uppers, re-enforced toe caps to withstand repeated wear, padded collars for support and flexibility, and signature rubber waffle outsoles.",
      "image": "https://images.vans.com/is/image/VansEU/VN0A38G1PHN-HERO?$PDP-FULL-IMAGE$",
      "price": 80,
      "categories": ["Trainers", "For Him"],
      "brand":"Vans"
    },
    {
      "title": "Adidas Forum Low Shoes",
      "description": "Want to see what you're capable of? Lace up these adidas Forum shoes and prepare to find out. A symbol of self-expression since '84, these basketball-inspired trainers are all about pushing limits and seeing what you can achieve with hard work. Honouring the fact that we wouldn't be where we are without others, they show off classic team colours — emphasised further with that terry headband vibe. The crisp white leather upper and pops of colour honour the Forum legacy every time you step out.",
      "image": "https://assets.adidas.com/images/h_840,f_auto,q_auto,fl_lossy,c_fill,g_auto/75aee7eb0fc343d484c9adf30019d225_9366/Forum_Low_Shoes_White_GY8556_01_standard.jpg",
      "price": 85,
      "categories": ["Trainers", "For Him"],
      "brand":"Adidas"
    },
    {
      "title": "Adidas Forum Mid Shoes",
      "description": "Let's take a moment to honour an icon. Is it the gravity-defying B-ball legend from the '80s? Or perhaps the status shoe that adorned the feet of rappers? Both, in fact. The adidas Forum shoes have dominated the hardwood and the streets, and they're back in a mid top version to take your moves to the next level. Slip into the unmistakable style, now in luxurious coated leather, and flaunt that pure class.",
      "image": "https://assets.adidas.com/images/w_600,f_auto,q_auto/1c0a267a632e45e3abe1acb600270983_9366/Forum_Mid_Shoes_White_FY7939.jpg",
      "price": 90,
      "categories": ["Trainers", "For Him"],
      "brand":"Adidas"
    },
    {
      "title": "Adidas Gazelle Indoor Shoes",
      "description": "The adidas Gazelle shoes have been an icon since the '60s, originally released as an indoor alternative and then breaking out into everyday culture. Now everyone from football fans to skaters to indie rockers are among their biggest fans. This version gets updated colours on the synthetic upper but keeps the signature gum outsole. Wear them with your favourite sweats or fitted tights to make an iconic look that's all your own.      ",
      "image": "https://cdn.shopify.com/s/files/1/1213/2346/products/AdidasOriginals_GazelleIndoorShoes_BluePrelovedBlueWhiteGum_03_1440x.progressive.jpg?v=1677771836",
      "price": 90,
      "categories": ["Trainers", "For Him"],
      "brand":"Adidas"
    },
    {
      "title": "Nizza Platform Shoes",
      "description": "What do skinny jeans and flowy skirts have in common? Both look fantastic with a trendy platform like these adidas Nizza shoes. Step up, step out and give every outfit a little lift. Even if you're just knocking around town.      ",
      "image": "https://assets.adidas.com/images/w_600,f_auto,q_auto/e05ab433db5a48b4abe7abeb000f0a90_9366/Nizza_Platform_Shoes_White_FV5322_01_standard.jpg",
      "price": 55,
      "categories": ["Trainers", "For Her"],
      "brand":"Adidas"
    },
    {
      "title": "Adilette 22 Slides",
      "description": "For the design of these adidas slides we looked to topographic maps illustrating expeditions to Mars and the dimensional stages of a new planet. And the futuristic vibes don't end there. They're built with material made in part from sugarcane, one step on the road to a more sustainable future. Wear them on diverse terrain from wet to dry.      ",
      "image": "https://assets.adidas.com/images/w_600,f_auto,q_auto/99ac2fdea36e4714bdbaaf4200bcc5ff_9366/Adilette_22_Slides_Brown_HQ4670_01_standard.jpg",
      "price": 50,
      "categories": ["Trainers", "For Him"],
      "brand":"Adidas"
    },
  
    {
      "title": "Fluff Yeah Camopop Slide",
      "description": "Combining slipper and sandal into a cozy statement shoe, the Fluff Yeah is as good as it sounds and as soft as it looks. Featuring plush recycled poly faux fur with a lightweight platform to keep things airy, this standout slide pairs perfectly with midi dresses or your favorite jeans. Fluff Yeah Camopop shares its splashy-hued answer to the classic camo print in new iterations of patterns and shapes.      ",
      "image": "https://www.ugg.com/dw/image/v2/BCQW_PRD/on/demandware.static/-/Sites-UGG-EMEA-master/default/dw2533d52e/images/transparent/1126811-SSAL_1.jpg?sw=555&sh=571&sm=fit&sfrm=png&bgcolor=f9f9f9",
      "price": 110,
      "categories": ["Slippers", "For Her"],
      "brand":"UGG"
    },
    {
      "title": "Classic Mini II Boot",
      "description": "Our Classic boot was originally worn by surfers to keep warm after early-morning sessions, and has since become iconic for its soft sheepskin and enduring design. The Classic II features two new updates: stain-and-water resistance and a lightweight sole to increase cushioning, durability, and traction. These versatile boots pair well with practically anything – try loose boyfriend jeans and a velvet top.      ",
      "image": "https://www.ugg.com/dw/image/v2/BCQW_PRD/on/demandware.static/-/Sites-UGG-EMEA-master/default/dw864d3f80/images/gray/1016222-BLK_1.jpg?sw=555&sh=571&sm=fit&sfrm=jpg&bgcolor=f9f9f9",
      "price": 155,
      "categories": ["Boots", "For Her"],
      "brand":"UGG"
    },
    {
      "title": "Bailey Bow II Boot",
      "description": "We added silky bows to our icon for a sweet, feminine take.Crafted with soft sheepskin, this versatile boot now features two new updates: it's pretreated against water and stains and features our lightweight sole for extra cushioning, durability, and traction. Pair with practically anything, from athleisure wear to flowy dresses.      ",
      "image": "https://www.ugg.com/dw/image/v2/BCQW_PRD/on/demandware.static/-/Sites-UGG-EMEA-master/default/dwdc5c2b83/images/gray/1016225-GRY_4.jpg?sw=555&sh=571&sm=fit&sfrm=jpg&bgcolor=f9f9f9",
      "price": 195,
      "categories": ["Boots", "For Her"],
      "brand":"UGG"
    },
    {
      "title": "Yarrow Canvas Wedge",
      "description": "Crafted from rich suede and smooth canvas with a convenient zipper in the back for easy on and off, this leg-lengthening wedge sandal makes a summery statement with its espadrille-inspired jute wrap and elegant ankle bow. Adding a durable rubber outsole for traction, the Yarrow is equal parts fashion and function.      ",
      "image": "https://www.ugg.com/dw/image/v2/BCQW_PRD/on/demandware.static/-/Sites-UGG-EMEA-master/default/dwaaf742fc/images/gray/1117353-NCNV_1.jpg?sw=555&sh=571&sm=fit&sfrm=jpg&bgcolor=f9f9f9",
      "price": 100,
      "categories": ["Heels", "For Her"],
      "brand":"UGG"
    }
  ]
  